alacritty
alsa-utils
amd-ucode
archlinux-nix
autoconf
automake
base
bash-completion
bind
bison
bluedevil
breeze
breeze-gtk
btrfs-progs
cryptsetup
diffutils
discover
dmraid
dolphin
dolphin-plugins
dosfstools
drkonqi
e2fsprogs
efibootmgr
emacs
fakeroot
fish
flex
gcc
git
gpm
gptfdisk
grub
intel-ucode
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
linux
linux-firmware
lvm2
m4
make
man-db
man-pages
mdadm
milou
mkinitcpio
modemmanager
nano
neofetch
networkmanager
nilfs-utils
nix
ntfs-3g
openssh
os-prober
oxygen
packagekit-qt5
parted
patch
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
powerline-fonts-git
ppp
reflector
rsync
sddm
sddm-kcm
smartmontools
spectacle
starship
sudo
systemsettings
usbmuxd
vim
virtualbox-guest-utils
wireless_tools
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xf86-video-vesa
xfsprogs
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zsh
