;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)
;
;;;; Code:
(package! indium)
(package! fish-mode)
(package! google-this)
(package! phpactor)
(package! flycheck-clj-kondo)
(package! rescript-mode)
(package! lsp-rescript)
(package! treemacs :pin "1a02b862ad43761d5530b894bbdbf29f5b79fd9f")
